import React, {Component} from 'react';
import Row from "react-bootstrap/Row";
import Col from "react-bootstrap/Col";
import ListLessons from "../listLessons";

class ExampleListening extends Component {
    render() {
        return (
            <div>
                <h3>LISTENING</h3>
                <h1>Корисні поради.</h1>
                <p>Щоб успішно впоратися з такими завданнями, пропонуємо таку тактику роботи:</p>
                <ul className="list-group">
                    <li className="list-group-item">1. Уважно читаємо завдання, визначаємо, що потрібно зробити та
                        виділяємо в них ключові слова.
                    </li>
                    <li className="list-group-item">2. Обов’язково читайте питання перед програванням запису, і якщо
                        встигаєте – читайте й варіанти відповіді. У третьому завданні дуже важливо спочатку прочитати
                        всі питання, а лише потім – варіанти відповідей, оскільки все можна й не встигнути, а знати
                        питання, щоб орієнтуватися, на яке зараз відповідає спікер, потрібно.
                    </li>
                    <li className="list-group-item">3. Аудіо програватиметься двічі. Під час першого потрібно
                        визначитися з відповіддю, а під час другого – перевіряти себе.
                    </li>
                    <li className="list-group-item">4. Тактик вибору правильної відповіді дві: а) від зворотного, коли
                        спочатку викреслюються всі відповіді, які точно не підходять, або ті, що не згадувалися, а потім
                        обирається серед тих, що залишилися; б) за ключовими словами –шукаємо змістові відповідності
                        (але не повторення фраз слово-в-слово).
                    </li>
                    <li className="list-group-item">5. Обов’язково перевіряйте свою відповідь – це збереже від прикрих
                        помилок.
                    </li>
                </ul>

                <p>Тепер пропонуємо вам сім порад, які допоможуть успішно впоратися із завданнями цієї секції:</p>
                <ul>
                    <li> 1. Про проблеми повідомляйте одразу. Інструктор ЗНО ще на етапі перед самим тестуванням повинен
                        запропонувати абітурієнтам прослухати фрагмент аудіозапису, щоби перевірити якість відтворення
                        звуку. Якщо аудіо для вас надто тихе або нерозбірливе, потрібно повідомляти саме на цьому етапі,
                        щоби були вжиті всі необхідні заходи. Вже під час іспиту, а тим паче – після нього, жалітися
                        буде запізно, а якість відтворення оскаржити не вдасться.
                    </li>
                    <li>2. Питання потрібно читати заздалегідь, звертаючи увагу на те, що саме потрібно робити. Багато
                        хто з абітурієнтів провалюється саме тому, що неуважно читають інструкції та роблять зовсім не
                        те, що передбачує завдання.
                    </li>
                    <li> 3. Шукайте саму сутність. У кожному питанні слід звертати увагу на ключові слова. Наприклад,
                        про чию думку питається (якщо спікерів двоє) або що пропонували робити щонайперше. Адже дуже
                        часто в аудіо можуть згадуватися всі із запропонованих варіантів відповідей, але правильний
                        вибір буде визначати контекст.
                    </li>
                    <li> 4. Крім того, часто правильна відповідь буде надана не тими же словами, що й у аудіозаписі, а
                        синонімами або фразами, які передають той же зміст, але іншими словами. Якщо у відповідях
                        присутній вираз, який один-в-один повторює те, що було сказане в записі, скоріш за все, це
                        пастка.
                    </li>
                    <li> 5. Думайте не про самі слова, а про думки, які вони висловлюють.
                    </li>
                    <li> 6. Не лякайтеся незнайомих слів. Тест складений у такий спосіб, що 3–5% слів, які в ньому
                        використовуються, будуть вам незнайомі. І цього не слід боятися, і, тим паче, на цьому
                        концентруватися. Найчастіше значення слова або виразу можна буде зрозуміти з контексту.
                        Намагайтеся сконцентруватися на тому, щоби зрозуміти сам зміст, а не перекладати кожне слово
                        окремо.
                    </li>
                    <li> 7. Не залишайте питання без відповідей. Краще спробувати вгадати – є великий шанс, що ви
                        матимете рацію, – аніж втратити таку можливість.
                    </li>
                </ul>
            </div>
        );
    }
}

export default ExampleListening;